---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamGrade
source: html/196bd8b1-77b0-b88c-eccf-2b783caac7c9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamGrade Property

"Grade"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamGrade { get; }
```